#Задача 3
#Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.
n = 0
summ = 0
while n < 100:
    n += 1
    summ += n
print('Cумма всех чисел', summ)