#Задача 5
#Вывести цифры числа на каждой новой строке.



for i in str(1234567):
    print (i)


