#Урок 2 задача 1
#Вывести на экран циклом строки из нулей 4, причем каждая строка должна быть пронумерована пятью.


х = (0000)
#цикл
for i in range(5):
    print(i, '0000')